{
  "Akaedour Empire": {
    "Description": "Akaedor prides itself on not being beholden to blood fueds and family ambitions shaping the actions of its highest office. Since the death of King ____ IV centuries ago the Empire has been free of succession crises and petty vendettas that follow a ruler’s death in other lands. When the Emperor dies, the Senators, who are themselves respected members of the cities they represent, come together to elect a new Emperor, and assist them in crafting legislation and managing the treasury. /n Under this system the Empire has expanded steadily for centuries. Chieftains and lords of the frontier have been enticed to join the Empire in exchange for protection and autonomy, but not all have joined willingly. Faced with the need to resolve disputes between the hundreds of Lords of the Empire, the central government has devised an incredibly complex legal system to keep order. In order to survive and maintain their wealth under this system, wealthy families make training their sons in law, rhetoric, and oratory a priority. Being seen as a paragon of civil virtue is vital to the maintaining of status for these families. Young heirs often seek to distinguish themselves by sponsoring new legislation, enticing neighbors to join the Empire, and leading military campaigns. /n The status and wealth of these families has thus been linked to the Empire’s continued expansion and military service has become a right of passage for the children of the Empire’s wealthy families. Every year the young heirs of the Empire lead expeditions overseas to put down revolts in the colonies and claim new lands for Akaedor. Inevitably a few of these young adventures die, and some in the Empire question the utility of these campaigns to the Empire and the qualifications of the heirs who lead them. /n 'No nation can expand forever. If we don’t run out of new lands or new enemies, we will surely meet our match somewhere.' /n The greatest imperial cities, including Akaedor itself, are built at the foot of volcanic mountains. Originally the people were enticed to brave the dangers of these mountains to lay claim to the fertile fields at their base.For a time they worshipped at the peaks of these mountains in hopes that their sacrifices would placate the destructive furry within. Later they began to realize the power within these mountains could be harnessed for more creative purposes. Over time the the members Order of the Sacred Flame left the religious trappings of the Order behind to instead become proponents of scientific and technological advancement throughout the Empire. /n Under the Order’s guidance, Akaedor has grown from a patchwork of petty kingdoms into an industrial powerhouse.  ",
    "Internal_Conflict": "Growing Distrust of the Fire Mages: While the Fire Mages no longer perform human sacrifices and have not for centuries, the people still hold a great deal of distrust towards them. The Order has been behind Akaedor’s rise to prominence and their inventions have greatly improved the lives of imperial citizens. Despite this, the Order’s exclusivity and fierce protection of trade secrets, as well as the influence it seems to exert on the Empire’s government has caused many to distrust them and the influence they wield. Celintran missionaries have not helped the situation. The Celintrans assert that magic practiced without divine endorsement is among the gravest of sins.",
    "Colors": "Silver, Blue, Red, Black",
    "Magic": "Silver, Fonts of Wealth, Fire",
    "Furnishings": "Silver, Steel, Metal, Mass Production, Swords, Guns, Heavy Armor, Plumes",
    "Naming_Conventions": "https://www.fantasynamegenerators.com/angel_names.php Names for combat units, Standard names for characters",
    "Character_Conventions": "Strong expensive ranged Champions that work well on their own. Supported by cheap grouped conscripts that are typically slow and sturdy. Defined characters with specific roles"
  },
  "Celintra": {
    "Description": "'They ask me, what right do you have to come to our lands and preach your ways? I answer them as only a true believer can. I ask them, what gives them the right to say that I can not? Is it wrong to offer people freedom? Freedom from confusion. From corruption. From not knowing their place? What I offer them is certainty and order, a cure for their ills.' \n None can say who built the Spire or why. None can say, but the Celintrans will tell you complete certainty that the Spire was built by God for its people. \n Thousands of pilgrims make their way to the Spire every year in hopes of being allowed into the city gates. From their the throngs of sick and unwashed wretches will make their way up the streets to the Temple, where they will wait and pray, and hope that they will be allowed in to recieve the Archbishop’s blessing. Most are turned away. The few that are allowed in have their ailments healed by the archbishop’s blessings and emerge as changed men and women ready to spread God’s word across all lands. But not all are grateful for these blessings. \n 'No one who enters the Temple ever comes out. Not really. Oh sure the body leaves. It’s the mind that isn’t the same.'\n Life in Celintra is highly regimented. While the priests’ claims that every Celintran citizen works towards to the glory of God and the Church often falls short of reality, it is indeed a society whose government is focused entirely on proselytizing. Unlike other nations who are concerned with dominating their neighbors through military and economic means, the Celintrans are concerned mostly with their missionary activity that brings them riches in a different way. \n Gifts and tribute have brough great wealth to the priests and the Celintran middle class who serve the church as administrators, bankers, accountants, scribes, metal workers, doctors, and all the other skilled professions that keep society running. Outside of the immediate surroundings of the Spire the direct rule of the Archbishop is limited, but many chieftans have been converted over the years who now pledge fealty to the Church. If the Church finds itself in needs of more manpower or riches, the Archbishop needs only to declare that the time for another Great Work has come, and thousands of supplicants will journey to the Spire to take part. \n This far reaching influence has given many reasons to fear Celintra. Their influence is not constrained by borders or geographic boundaries. When a Great Work is declared even distant territories of the Empire might find themselves facing sudden labor shortages if an entire factory’s work force up and leaves for the Spire.",
    "Internal_Conflict": "Missionary Work and Foreign Entanglements",
    "Magic": "lightning, Auras, Fonts of Knowledge, Light",
    "Furnishings": "Gold, Magic Items, Spears, Graecian Helmets, Bows, Mounts",
    "Colors": "Gold, Blue, White",
    "Naming_Conventions": "https://www.fantasynamegenerators.com/pegasus-names.php for combat units, Standard names for characters",
    "Character_Conventions": "Strong mobile expensive ranged Champions that work well on their own. Supported by cheap grouped conscripts that are typically slow and sturdy. Flexible characters with cantrips etc..."
  },
  "Olantian Kingdoms": {
    "Description": "All the waste and refuse of the continent flows into Olanta. This vast, swampa filled crater was created eons ago by unknown forces. Some say it is the impression left by the giant Sukam when he fell during his battle with the Sky Serpent. Others have hypothesized that it was created by an ancient alchemical explosion or a ritual gone awry. Shatter tablets and ruins uncovered in the Olantan swaps appear to depict a great cataclysm in the region’s history, but none can say for certain what these images show. \n Whatever the cause, the creation of the Olantan crater fundamentally altered the flow of water in the continent. Once fertile valleys suddenly ran dry, as all inland rivers seemed to somehow flow into Olantra. The result has been a rich band of farmland around the North, West, and East borders of Olantra that are much prized by Imperial and Celintran authorities. But Olantra itself arable land is near. Local strongmen and minor city states fight vicious conflicts over the small patches of solid ground surrounded by hundreds of miles of bogs and swamps. The people of Olanta have been forced to look for other means of support. \n Beneath the layer of stagnant water and putrid rot, there lies a vast store of hidden iron, as well as methane formed by the decomposition of buried waste. Harvesting these resources has brought great riches to the warlords of Olanta, but the work is dirty and dangerous, and done only by the desperate or by those who have little choice. \n The Swazlid are chief among those with little choice. These bipedal reptiles lived in the swamps for centuries before humans came. Living in massive mounds made from packed earth and stacked timber, the Swazlid lived in hive-like communities reminiscent of ant colonies. Each member of the colony plays a given role and is uniquely suited for that role thanks to a peculiar trait of their physiology. Their adult forms are shaped by how long they are allowed to gestate in their eggs. In the wild the Swazlid take advantage of this to breed themselves agile scouts, hulking warriors, and skilled builders, but the humans of Olanta have taken this even farther. Sorcers experiment on Swazlid eggs constantly, frequently churning out new forms and sometimes horrific forms to work the mines, serve in houses, or tear apart their lord’s enemies. \n Only in the Deep Swamp, the especially hostile area at the center of the Olantran crater do Swazlid still live wild in their colonies. But not even these are entirely safe. When their breeding programs can no longer supply the numbers needed, the warlords of Olanta send raiding parties into the Deep Swamp to bring back new clutches of eggs to supply the mines’ insatiable hunger for cheap labor.",
    "Internal_Conflict": "Enslavement of potentially sentient race",
    "Colors": "Crimson, Gray",
    "Character_Conventions": "Little Magic is mostly ritualistic, little armor, rustic style and weapons. Cheap units, mostly melee. Super Heavy Champions with high HP. mostly named champions and not many conscripts",
    "Naming_Conventions": "https://www.fantasynamegenerators.com/bounty-hunter-names.php for combat. Standard for characters",
    "Furnishings": "Apocolyptic Style Machinery, humans with machine stuck body parts",
    "Magic": "Rituals, smoke, machinery, poison"
  },
  "The Borderlands": {
    "Description": "Along the rim of the Olantan crater, between the edge of the swamps and the outermost provinces of the Empire, there lie clusters of independent townships. Newspapers in Akaedor like to paint life in the Borderlands as a series of romantic adventures. In reality life in the Borderlands is hard and often dangerous. Traders, merchances, and exiles from both Olanta and Akaedor ply their trades in these settlements with little in the way of protection from roving bandits. Protection comes in the form of outnumbered, overworked, and sometimes corrupt lawmen, and occasionally bands of hired mercenaries. These dangers make trade between Olanta and Akaedor expensive. Although many Olanta are happy to accept these costs if it means distancing themselves from Akaedor’s control, many in the Empire would prefer a more cost effective way to import their bog iron and swamp gas. \n Life in the Borderlands will vary depending on the local government, resources, and the presence of foreign agents. Many settlements are known for their extensive blackmarkets, and are destinations for Akaedorians looking to buy smuggled Swazlid eggs or Olantan mechanical implants.",
    "Internal_Conflict": "Foreign Agents and Proxy Conflicts Between Olanta and Akaedour"
  }
}
